<main>
    <div class="pptos_container container">
        <h1 class="pptos_h1"><span>プライバシーポリシー</h1>
        <p>ippin運営組織（以下「当組織」といいます。）は、以下のとおり個人情報保護方針を定め、個人情報保護の仕組みを構築し、全関係者に個人情報保護の重要性の認識と取組みを徹底させることにより、個人情報保護に関して適用される法令、国が定める指針その他の規範を遵守し、当組織が保有する個人情報の保護を推進致します。</p>

        <h2 class="pptos_h2">個人情報の管理</h2>
        <p>当組織は、利用者の個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備・社員教育の徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。</p>

        <h2 class="pptos_h2">個人情報の取得、利用、提供</h2>
        <p>当組織は、個人情報の利用目的を明確に定め、その目的達成のために必要な範囲で、公正かつ適正な手段により適切な個人情報の取得、利用及び提供を行います。また、特定された利用目的の達成に必要な範囲を超えた個人情報の取り扱い（以下、「目的外利用」といいます。）を行わないとともに、目的外利用が行われないための措置を講じます。</p>

        <h2 class="pptos_h2">個人情報の第三者への開示・提供の禁止</h2>
        <p>当組織は、利用者よりお預かりした個人情報を適切に管理し、利用者の同意がある場合、利用者が希望されるサービスを行なうために当組織が業務を委託する業者に対して開示する場合、又は法令に基づく場合、その他当組織が定める個人情報の取扱い規定において別途定める場合を除き、個人情報を第三者に開示いたしません。</p>

        <h2 class="pptos_h2">個人情報の安全対策</h2>
        <p>当組織は、取得した個人情報を適切に管理するため、組織的・人的・物理的・技術的な安全対策措置を講じ、個人情報の漏洩、滅失又は毀損の防止及び是正に取り組みます。</p>

        <h2 class="pptos_h2">個人情報の開示、訂正、利用停止</h2>
        <p>当組織は、個人情報の開示、訂正、提供範囲の変更や削除を本人から依頼された場合には、合理的な期間、妥当な範囲内ですみやかに対応します。</p>

        <h2 class="pptos_h2">法令、規範の遵守と見直し</h2>
        <p>当組織が保有する個人情報に関して適用される法令、規制を遵守するとともに、適切な運用が実施されるよう管理と必要な是正を行い、個人情報保護の取り組みを継続的に見直し、改善していきます。</p>

        <h2 class="pptos_h2">利用者情報の取り扱いについて</h2>
        <h2>利用者情報の利用目的</h2>        
        <p>ippin運営組織（以下「当組織」といいます。）は、個人情報を含む利用者の情報（以下「利用者情報」といいます。）を取得し以下の目的で利用いたします。尚、個人情報とは、個人情報の保護に関する法律（以下「個人情報保護法」といいます。）に定める「個人情報」をいいます。</p>
        <ol>
            <li> 1. 当組織会員へのメールマガジン配信。</li>
            <li> 2. 当組織のカタログ・ＤＭや商品の送付、関連するサービスなどの各種情報の提供。</li>
            <li> 3. 各種キャンペーン・懸賞企画、アンケートの実施。</li>
            <li> 4. 当組織ウェブサイトの運営上必要な事項の通知。</li>
            <li> 5. 各種問合せ、課金計算、料金請求等のアフターサービスへの対応。</li>
            <li> 6. マーケティングデータの調査・分析業務、統計資料の作成。</li>
            <li> 7. 当組織又は当組織の関連会社（子会社及び持分法適用会社を含みますが、これらに限られません。）が実施するサービス、企画等への参加依頼のご連絡。</li>
            <li> 8. 利用者の本人認証、各種画面における会員情報の自動表示。</li>
            <li> 9. 契約や法律等に基づく権利の行使や義務の履行。</li>
            <li>10. 当組織採用選考及び従業員の雇用管理。</li>
        </ol>
        <p>上記1～10以外の利用目的で使用する場合は、個別に利用目的をお知らせします。</p>

        <h2 class="pptos_h2">取得する利用者情報</h2>
        <h3 class="pptos_h3">1. 氏名やメールアドレスなどの情報</h3>
        <p>当組織は、本サービスの利用にあたり、利用者に一定の情報を提供いただく場合があります。これらの情報には、氏名、住所、電話番号、年齢、性別、ニックネーム、メールアドレス、自己紹介、プロフィール画像、趣味趣向といった情報が含まれます。また、Googleが提供するソーシャルネットワーキングサービスと連携させて本サービスにアクセスする場合、利用者の許諾の内容にしたがって、上記情報に加え識別用のidを取得いたします。

        <h3 class="pptos_h3">2. 利用者のアクション情報（コメント・画像投稿など）</h3>
        <p>当組織は、本サービスの利用における利用者のコメントや画像の投稿内容、その他利用者がippin内でアクションされた際の情報を、その日時とともに収集いたします。</p>

        <h3 class="pptos_h3">3. 本サービスの利用情報</h3>
        <ol>
            <li>1. 端末情報（端末機種名、端末メーカー、端末OSバージョン、端末の個体識別情報、コンピュータ名、IPアドレス、ブラウザ種類、ブラウザ言語等）。</li>
            <li>2. 広告識別子（IDFAまたはGoogle Advertising ID等）。</li>
            <li>3. ログ情報（本サービス内の利用者の行動履歴、閲覧履歴）。</li>
        </ol>

        <h2 class="pptos_h2">利用者情報取り扱いの委託</h2>
        <p>当組織が利用者から取得させていただいた利用者情報の取り扱いは、個人情報の保護に関する契約を締結している業務委託先に委託することがあります。利用者に明示した利用目的の達成に必要な範囲で利用者情報の取り扱いを委託する場合を除き委託をすることはありません。</p>

        <h2 class="pptos_h2">利用者情報の第三者提供</h2>
        <ol>
            <li>1. 当組織が利用者から取得させていただいた利用者情報は、上記「利用者情報取り扱いの委託」および下記のいずれかに該当する場合を除き、第三者に提供、開示などをすることはありません。</li>
            <li>2. 法令に基づく場合。</li>
            <li>3. 利用者の事前の同意を得ている場合。</li>
            <li>4. 利用者及び第三者の生命、身体、財産など公共の利益または利用者の利益のため必要であると当組織が判断した場合。</li>
            <li>5. 合併、分社化、事業譲渡により事業が継承され個人情報を引き継ぐ場合。</li>
            <li>6. 当組織の関連会社（子会社及び持分法適用会社を含みますが、これらに限られません。）との間における個人情報の共同利用を行う場合。</li>
        </ol>

        <h2 class="pptos_h2">個人情報の開示、訂正、削除等の手続きについて</h2>
        <p>当組織は、利用者ご本人からの開示対象個人情報の開示、利用目的の通知、開示対象個人情報の内容が事実に反する場合等における訂正等、削除、利用停止等及び第三者提供の停止のご請求を受付いたします。但し、以下の場合においては、この限りではありません。</p>
        <ol>
            <li>1. 利用者及び第三者の権利利益を害するおそれがある時。</li>
            <li>2. 当組織の業務運営に著しい支障をきたすおそれのある時。</li>
            <li>3. 他の法令に違反するおそれがある時。</li>
        </ol>
        <p>※ 当組織は利用者からの開示請求にあたり、ご本人を証明する公的な身分証明書（運転免許証、保険証、パスポート、住民票など）の写しの提出を請求する場合があります。</p>
        <p>※ 利用者からの開示請求にあたり、手数料として別途実費を請求させていただく場合があります。</p>

        <h2 class="pptos_h2">その他</h2>
        <ol>
            <li>1. 利用者の情報は利用者ご自身の意志で提供いただくようお願いいたします。ただし、ご提供いただけない情報の性質によっては、当組織サービスの一部につきご利用いただけなくなる場合があります。</li>
            <li>2. ご注文、お問い合わせの電話対応品質向上、正確な内容把握のため、利用者との通話を録音させていただく場合があります。</li>
            <li>3. プライバシーポリシーを最後までお読みいただきありがとうございます。</li>
        </ol>

        <h2 class="pptos_h2">利用者情報についてのお問い合わせ先</h2>
        <p>ippin運営事務局 | Chi-kama</p>
        <p>メール：nagoshi19th.gmail.com</p>

        <small>2024年11月 制定・施行</small>
    </div>
</main>