<main>
    <div class="pptos_container container">
        <h1 class="pptos_h1"><span>利用規約</span></h1>
        <p>この利用規約（以下、「本規約」といいます。）は、ippin運営組織（以下、「当組織」といいます。）が運営するウェブサイト「ippin」（以下、「本サイト」といいます。）を通して提供する一切のサービス（以下、「本サービス」といいます。）についての利用条件を定めるものであり、利用者の本サイト及び本サービスの利用に関する一切の行為について適用されます。</p>
        <p>利用者は本規約の内容を確認し、同意した上で本サイト及び本サービスを利用して頂く必要があり、当組織は利用者による本サイト及び本サービスの利用により、本規約の全ての記載内容に同意頂いたものと見做します。</p>
        <p>利用者は、本規約の附則である「個人情報保護方針および利用者情報の取り扱いについて」に同意の上で、本サービスを利用するものとします。</p>
        <p>本規約は各サービスにおけるガイドライン等の諸規定と重畳的に適用されるものであり、当該ガイドライン等の諸規定は、本規約の一部を構成します。尚、本規約の定めと個別の諸規定の定めが異なる場合は、個別の諸規定の定めが優先して適用されるものとします。</p>
        <p>当組織は、お客様の事前の承諾を得ることなく、本サイト上での掲載又はメール送信等の当組織が適当と判断する方法で利用者に告知又は通知することにより、適宜、本規約の全部又は一部を変更できるものとします。</p>
        
        <h2 class="pptos_h2">第1条 定義</h2>
        <p>本規約において使用する用語の定義は、以下各号に定めるとおりとします。</p>
        <p>「利用者」とは、本規約の内容に同意の上で、当組織が本サービスで提供する画像、テキスト、デザイン、ロゴ、映像、プログラム、アイディア、情報等（以下、「当組織コンテンツ」といいます。）を検索、閲覧又は利用する者を総称します。</p>
        <p>「会員」とは、本規約に同意した上で、当組織所定の手続に従い会員登録を申請し、当組織がこれを承認した者を総称します。</p>       
        <p>「登録メールアドレス」とは、本サービスの提供を受領、その他当組織が発信する情報の受領を目的として利用者が当組織に提供したメールアドレスの情報をいいます。</p>
        <p>「ＩＤ」とは、本サービスを利用するにあたって利用者に対して当組織が付与するＩＤをいいます。</p>
        <p>「パスワード」とは、本サービスを利用するにあたって、ＩＤと照合して本人を識別するための文字列をいいます。</p>
        <p>「投稿」とは、利用者が本サイトにテキストや画像等の情報をアップロードする行為をいいます。</p>

        <h2 class="pptos_h2">第2条 会員登録</h2>
        <p>会員登録を希望する利用者は、本サイトの所定の会員登録ページから、当組織が別途指定する方法に従い、登録手続きを行って頂きます。</p>
        <p>当組織は、第１項に基づく申請に対し、これを承認する場合には登録確認のメールを送信すると共に独自のＩＤを付与し、当該メールが受領された時点で、申請を行った利用者を会員として登録するものとします。利用者は会員登録完了時点以後、本サービスの内、会員のみに提供されているサービスを利用することができます。</p>
        <p>当組織は申請を行った利用者が以下のいずれかに該当する場合は、当組織の判断において会員登録の申し込みを承諾しない場合があります。</p>
        <ol>
            <li>1. 利用者が、本条で定める所定の方法によらず登録の申し込みを行った場合。</li>
            <li>2. 利用者が、過去に本規約又はその他の諸規定に違反したことを理由として強制退会処分を受けた者である場合。</li>
            <li>3. その他当組織が不適切と判断した場合。</li>
        </ol>

        <h2 class="pptos_h2">第3条 会員情報（登録メールアドレス、ＩＤ及びパスワード等）の管理</h2>
        <p>会員は、当組織に登録している会員情報に変更が生じた場合には、当組織が別途指定する方法により、すみやかに登録内容を変更するものとします。会員が適宜、当該変更登録を行わなかったことに起因して何らかの損害が生じたとしても、当組織は一切の責任を負わないものとします。</p>
        <p>会員は、自己の管理に属する使用可能なメールアドレスを登録メールアドレスとして登録するものとし、当該登録メールアドレスが自己の管理に属さなくなった場合には、自己の管理に属する使用可能な別のメールアドレスに変更しなければならないものとします。</p>
        <p>会員は、自己の登録メールアドレス、ＩＤ及びパスワードの不正利用の防止に努めるとともに、その管理について一切の責任を負うものとします。</p>
        <p>登録メールアドレス、ID及びパスワードが第三者に利用されたことによって生じた損害等につきましては、当組織はいかなる責任も負いません。</p>
        <p>本サービスにアップロードされた画像、テキスト等のデータは、会員自身が適宜バックアップを取るなどの手法で保存するものとし、当組織は画像、テキスト等のデータの保存等について一切保証しないものとします。</p>
        <p>会員が保有できるＩＤは１人につき１つのＩＤまでとし、１人が複数のＩＤを保有すること、１つのＩＤを複数人で共同して保有することはできません。但し、当組織が別途認めた場合は除きます。</p>
        <p>会員はいかなる場合においても、ＩＤを第三者に譲渡又は貸与することができません。</p>

        <h2 class="pptos_h2">第4条 退会</h2>
        <p>会員は、本規約及び当組織が定める方法により、いつでも退会手続きを取ることができるものとします。ただし、当組織システムの都合上、会員による退会手続きが完了してから、その手続きがシステム上反映されるまで当組織所定の時間が必要な場合があり、会員はこれを承諾するものとします。</p>
        <p>会員は退会手続きを完了した場合、本サービスに関連して提供されるすべてのサービスを受ける権利、電子メール等による情報の提供を受ける権利、キャンペーンやアンケート等による当選の権利等を含め、会員としての一切の権利を失う場合があることにつき、予め承諾します。</p>

        <h2 class="pptos_h2">第5条 本サービスの利用停止及び会員登録の取り消し</h2>
        <p>当組織は、会員が以下の各号の何れかに該当する場合、事前に通知することなく、当該会員に対して本サービスの利用停止、会員登録抹消その他当組織が適当と考える措置を講ずることができるものとします。</p>
        <ol>
            <li>1. 登録された内容に虚偽の事項が含まれていることが判明した場合。</li>
            <li>2. 過去に当組織の提供する何らかのサービスに関して、正当な理由なく、料金等の支払債務の履行遅延その他の債務不履行があったことが判明した場合。</li>
            <li>3. 本規約又はその他の諸規定に違反した場合。</li>
            <li>4. その他当組織が不適切と判断した場合。</li>
        </ol>
        <p>当組織が前項に基づき本サービスの利用停止、会員登録抹消その他当組織が適当と考える措置を講じたことにより、当該会員による本サービスの利用に支障が生じこれにより損害が発生したとしても、当組織は当該会員に対し一切の責任を負いません。</p>

        <h2 class="pptos_h2">第6条 有料サービスの提供</h2>
        <p>本サイト及び本サービスの登録・利用は原則無料といたしますが、当組織は別途有料サービスの提供を行うことができるものとします。</p>
        <p>前項の有料サービスを会員が利用する場合は、本サービスの利用料金を当社が別途指定するものとします。</p>

        <h2 class="pptos_h2">第7条 個人情報の取扱い</h2>
        <p>本サービスの利用に関連して当組織が知り得た会員の個人情報の取扱いについては、別途当組織が定める「個人情報保護方針および利用者情報の取り扱いについて」に従い取り扱うものとします。</p>

        <h2 class="pptos_h2">第8条 知的財産権等</h2>
        <p>会員は、本サービスにおいて、完全かつ単独で利用、使用及び処分する権限を有し、加えて適法かつ有効に投稿する権限を有するコンテンツのみを投稿し、かつ当該コンテンツに関連して、当組織又は当組織が指定する第三者に対し、自ら又は第三者をして著作者人格権（著作権法第18条から第20条及び第113条6項）を一切行使しないものとします。</p>
        <p>会員は当組織に対して、当組織又は当組織が指定する第三者をして、本サービスを利用して会員により投稿されたコンテンツの全部又は一部を、現在又は将来発明されるメディア、記録媒体その他の形態を通じて、その方法の如何を問わず全世界において無償で独占的かつ自由に利用、使用又は処分、復元できる権利を、当該コンテンツに係る著作権その他一切の権利の存続期間が満了するまでの間、許諾するものとし、これを予め承諾します。</p>
        <p>本条の規定に違反して、会員が投稿したコンテンツに起因または関連し第三者との間で何らかの問題が生じた場合、当該会員が、自己の責任と費用において当該問題を解決し、当組織に対して何らの損害、損失又は費用を生じさせないものとします。また、万が一、当組織に何らかの損害、損失又は費用が生じた場合には、当該会員が当該損害等を全て賠償するものとします。</p>
        <p>当組織は、会員が投稿したコンテンツを、運営上必要に応じて閲覧することができ、本規約又は当組織が別途定める諸規定に抵触すると判断した場合には、会員への事前の通知なしに、当該コンテンツの全部または一部を非公開とすること、または削除することができるものとします。又これらの措置により会員に損害が生じたとしても一切の責任を負いません。</p>
        <p>本サービスを通じて当組織より提供される当組織コンテンツの知的財産権は、全て当組織に専属的に帰属するものとします。</p>
        <p>目的の如何を問わず、当組織コンテンツの無断複製、無断転載その他の無断二次利用行為等の国内及び国外の著作権法及びその他の法令により禁止される行為が発見された場合には、当組織は直ちに法的措置をとるものとします。</p>

        <h2 class="pptos_h2">第9条 禁止事項</h2>
        <p>利用者は、本サービスの利用にあたり、以下各号の行為又はそのおそれがある行為を行ってはならないものとします。</p>
        <ol>
            <li>1. 当組織又は第三者の著作権その他の知的財産権、肖像権及びパブリシティ権その他の人格権ならびに所有権その他の財産権を侵害する行為。</li>
            <li>2. 他の利用者、当組織又は第三者に何らかの損害を発生させ、その他一切の不利益を与える行為。</li>
            <li>3. 当組織の承認を得ずに行なわれる、営利を目的とする行為。</li>
            <li>4. 本サービスの運営を妨害する行為又は本サービスを誹謗中傷する行為。</li>
            <li>5. 虚偽の情報を登録及び掲載する行為。</li>
            <li>6. 会員登録希望者又は会員の登録情報、認証情報等を不正に利用する行為。</li>
            <li>7. 公序良俗に反する行為</li>
            <li>8. 法律又は法令等に違反する行為。</li>
            <li>9. その他、当組織が不適切と判断する行為。</li>
        </ol>
        <p>利用者が前項各号のいずれかに違反した場合、当組織は、当該利用者に対し、その行為により当組織が被った一切の損害の賠償を請求できるものとします。</p>

        <h2 class="pptos_h2">第10条 本サービスの停止・変更</h2>
        <p>当組織は、以下各号の事由に起因する場合、本サービスの全部又は一部を停止することができるものとします。</p>
        <ol>
            <li>1. 当組織が、定期的又は緊急に、本サービス提供のためのコンピューターシステムの保守・点検を行う場合。</li>
            <li>2. 火災、停電、天災地変、戦争、内乱、暴動、騒擾、労働争議等の非常事態により本サービスの提供が不能となった場合。</li>
            <li>3. 本サービス提供のためのコンピューターシステムの不良及び第三者からの不正アクセス、コンピューターウイルスの感染等により本サービスを提供できない場合。</li>
            <li>4. 行政機関・司法機関から相当な根拠に基づき要請された場合。</li>
            <li>5. その他やむを得ずシステムの停止又は中止が必要と当組織が判断した場合。</li>
        </ol>
        <p>当組織は、前項により本サービスの運用を停止する場合、合理的な範囲で、事前に本サイト上における公表又は電子メールその他の手段により、利用者に対しその旨を告知又は通知するものとします。但し、緊急の場合はこの限りではありません。</p>
        <p>当組織は利用者に対し事前に告知あるいは通知し、又は利用者から承諾を得ることなく、いつでも任意に本サービスの内容又は名称を変更することができるものとします。</p>

        <h2 class="pptos_h2">第11条 免責事項</h2>
        <p>当組織は、本サービスの内容あるいは利用に起因又は関連して、利用者に発生した損害について一切の責任を負わないものとします。</p>
        <p>当組織は、本サイト又は本サービスを通じてアクセスできる第三者のウェブサイト又は当該サイトの提供する商品・サービスの適法性、有効性、正確性、確実性、安全性、最新性及び完全性等に関して一切保証しないものとします。</p>
        <p>本サイト及び広告主を含む第三者のウェブサイトからのプログラム等のダウンロード又はコンピューターウイルス感染等により、利用者のコンピューター、回線、ソフトウェア等に何らかの損害、損失又は費用が生じたとしても、当組織は、これに対して一切責任を負わないものとします。</p>
        <p>本サービスにおいて提供される広告の広告主を含む第三者と利用者との間の一切の取引については、当該第三者と利用者の責任においてなされるものとし、第三者の提供する広告情報の内容を含め、当組織は当該取引に関する一切の責任を負わないものとします。</p>
        <p>当組織は、本規約第10条第1項による本サービスの停止及び同条第3項による本サービスの変更に起因して利用者に発生した損害について、一切の責任を負わないものとします。</p>

        <h2 class="pptos_h2">第12条 権利義務の譲渡禁止</h2>
        <p>利用者は、当組織の書面による事前の承諾なしに、本規約に基づく一切の権利又は義務について、第三者への譲渡、承継、質入その他一切の処分をしてはならないものとします。</p>

        <h2 class="pptos_h2">第13条 協議・準拠法・管轄裁判所</h2>
        <p>当組織、本サービスに関連して利用者、当組織、第三者との間で疑義、問題が生じた場合、都度誠意をもって協議し、解決を図るものとします。</p>
        <p>本規約は日本法に準拠して解釈されるものとし、本規約に関する一切の訴訟その他の紛争については、大阪簡易裁判所又は大阪地方裁判所を第一審の専属的合意管轄裁判所とします。</p>

        <h2 class="pptos_h2">第14条 個人情報の共有</h2>
        <p>利用者は、本サービス利用に当たり、本規約及び別項プライバシーポリシーを確認しているものとし、プライバシーポリシー内にあるメールアドレスを登録するものとします。</p>
        <p>利用者は、前項に基づいて登録を行ったのち、利用者本人の名前・年齢・住所・趣味等の事項を記載した文面を作成し、自身の顔が認識できる写真又は画像を添付の上、前項メールアドレスに送信するものとします。尚、利用者の性別が男性、又は既婚者、又は恋愛関係にある人物がいる場合、本条項の通りではない。</p>
        <p>当組織より申請のあった利用者は、これに対し真摯に対応し、必要に応じて返信を行う必要があるものとします。</p>

        <small>2024年11月 制定・施行</small>
    </div>
</main>